Repository: materialofair/zeroNet_Space
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, pl, pt_br, zh_hans, zh_hant

# media.text.parseError
source: Cannot parse as text content.
de: Der Inhalt kann nicht als Text gelesen werden.
es: No se puede interpretar el contenido como texto.
fr: Impossible d’interpréter le contenu comme du texte.
id: Konten tidak dapat dibaca sebagai teks.
ja: テキストとして読み取れません。
pl: Nie można odczytać zawartości jako tekstu.
pt_br: Não é possível interpretar o conteúdo como texto.
zh_hans: 无法解析为文本内容。
zh_hant: 無法解析為文字內容。

# media.toc
source: Table of Contents
de: Inhaltsverzeichnis
es: Índice
fr: Table des matières
id: Daftar isi
ja: 目次
pl: Spis treści
pt_br: Sumário
zh_hans: 目录
zh_hant: 目錄

# media.toc.title
source: Table of Contents
de: Inhaltsverzeichnis
es: Índice
fr: Table des matières
id: Daftar isi
ja: 目次
pl: Spis treści
pt_br: Sumário
zh_hans: 目录
zh_hant: 目錄

# mediaLoader.error.invalidImageData
source: Invalid image data.
de: Ungültige Bilddaten.
es: Datos de imagen no válidos.
fr: Données d’image invalides.
id: Data gambar tidak valid.
ja: 画像データが正しくありません。
pl: Nieprawidłowe dane obrazu.
pt_br: Dados de imagem inválidos.
zh_hans: 无效的图片数据。
zh_hant: 無效的圖片資料。

# mediaType.document
source: Document
de: Dokument
es: Documento
id: Dokumen
ja: 書類
pl: Dokument
pt_br: Documento
zh_hans: 文档
zh_hant: 文檔

# mediaType.photo
source: Photo
de: Foto
es: Foto
id: Foto
ja: 写真
pl: Zdjęcie
pt_br: Foto
zh_hans: 照片
zh_hant: 照片

# network.cloudImportNotice
source: [Important] If you import files from iCloud Drive or other cloud storage 'cloud-only' locations, iOS system will briefly use network to download files and may prompt for cellular usage. This is system behavior for cloud file downloads, not app-initiated networking. The app itself has no network code.
de: [Wichtig] Wenn du Dateien aus iCloud Drive oder anderen Cloudspeichern auswählst, die nur in der Cloud liegen, nutzt iOS kurzzeitig das Netzwerk zum Herunterladen und fragt eventuell nach der Mobilfunknutzung. Dies ist Systemverhalten beim Laden von Cloud-Dateien und keine Netzwerkaktivität der App. Die App selbst enthält keinen Netzwerkcode.
es: [Importante] Si importas archivos que solo están en iCloud Drive u otro almacenamiento en la nube, iOS usará brevemente la red para descargarlos y puede solicitar el uso de datos móviles. Es una función del sistema para descargar archivos de la nube, no una conexión iniciada por la app. La app en sí no contiene código de red.
fr: [Important] Si vous importez des fichiers uniquement dans le cloud depuis iCloud Drive ou un autre stockage cloud, iOS utilise brièvement le réseau pour les télécharger et peut demander l’accès aux données cellulaires. Il s’agit du téléchargement système des fichiers cloud, et non d’une activité réseau de l’app. L’app elle-même ne contient aucun code réseau.
id: [Penting] Jika Anda mengimpor file yang hanya ada di cloud dari iCloud Drive atau penyimpanan cloud lain, iOS akan menggunakan jaringan sebentar untuk mengunduhnya dan mungkin meminta penggunaan data seluler. Ini adalah tindakan sistem untuk mengunduh file cloud, bukan jaringan yang dijalankan aplikasi. Aplikasi ini sendiri tidak memiliki kode jaringan.
ja: 【重要】iCloud Driveなどのクラウドにのみ保存されたファイルを読み込む場合、iOSがダウンロードのため一時的にネットワークを使用し、モバイルデータ通信の確認を表示する場合があります。これはクラウドファイルを取得するシステムの動作であり、アプリによる通信ではありません。アプリ自体にネットワークコードはありません。
pl: [Ważne] Jeśli importujesz pliki z iCloud Drive lub innej chmury dostępne tylko online, iOS na krótko użyje sieci, aby je pobrać, i może zapytać o dane komórkowe. To działanie systemu pobierającego pliki z chmury, a nie połączenie aplikacji. Sama aplikacja nie zawiera kodu sieciowego.
pt_br: [Importante] Se você importar arquivos que estão apenas no iCloud Drive ou em outro serviço de nuvem, o iOS usará brevemente a rede para baixá-los e poderá solicitar o uso de dados celulares. Esse é um comportamento do sistema para baixar arquivos da nuvem, não uma conexão iniciada pelo app. O próprio app não contém código de rede.
zh_hans: 【重要说明】如果您从 iCloud Drive、云盘等「仅在云端」的位置导入文件，iOS 系统会为下载该文件短暂使用网络，并可能弹出「是否允许使用无线数据」提示。这是系统为云端文件下载触发的网络行为，不是应用在主动联网，本应用自身没有任何网络请求代码。
zh_hant: 【重要說明】如果您從 iCloud Drive、雲端硬碟等「僅在雲端」的位置匯入檔案，iOS 系統會為下載該檔案短暫使用網路，並可能彈出「是否允許使用無線資料」提示。這是系統為雲端檔案下載觸發的網路行為，不是應用在主動連網，本應用自身沒有任何網路請求代碼。

# network.code.guarantees.title
source: 📝 Code-Level Guarantees
de: 📝 Garantien im Code
es: 📝 Garantías en el código
fr: 📝 Garanties dans le code
id: 📝 Jaminan pada kode
ja: 📝 コードレベルの保証
pl: 📝 Gwarancje na poziomie kodu
pt_br: 📝 Garantias no código
zh_hans: 📝 代码层面保证
zh_hant: 📝 代碼層面保證

# network.code.noAds
source: No ads SDK
de: Kein Werbe-SDK
es: Sin SDK de anuncios
fr: Aucun SDK publicitaire
id: Tidak ada SDK iklan
ja: 広告SDKなし
pl: Brak SDK reklam
pt_br: Sem SDK de anúncios
zh_hans: 无广告SDK
zh_hant: 無廣告SDK

# network.code.noAnalytics
source: No analytics SDK (e.g. Google Analytics)
de: Kein Analyse-SDK (z. B. Google Analytics)
es: Sin SDK de análisis (p. ej., Google Analytics)
fr: Aucun SDK d’analyse (p. ex. Google Analytics)
id: Tidak ada SDK analitik (misalnya Google Analytics)
ja: 解析SDKなし（Google Analyticsなど）
pl: Brak SDK analitycznych (np. Google Analytics)
pt_br: Sem SDK de análise (como Google Analytics)
zh_hans: 无统计分析SDK (如Google Analytics)
zh_hant: 無統計分析SDK (如Google Analytics)

# network.code.noCloudStorage
source: No cloud storage SDK (e.g. AWS S3)
de: Kein Cloudspeicher-SDK (z. B. AWS S3)
es: Sin SDK de almacenamiento en la nube (p. ej., AWS S3)
fr: Aucun SDK de stockage cloud (p. ex. AWS S3)
id: Tidak ada SDK penyimpanan cloud (misalnya AWS S3)
ja: クラウドストレージSDKなし（AWS S3など）
pl: Brak SDK pamięci w chmurze (np. AWS S3)
pt_br: Sem SDK de armazenamento em nuvem (como AWS S3)
zh_hans: 无云存储SDK (如AWS S3)
zh_hant: 無雲儲存SDK (如AWS S3)

# network.code.noNetworkPermission
source: No network permission in Info.plist
de: Keine Netzwerkberechtigung in Info.plist
es: Sin permiso de red en Info.plist
fr: Aucune autorisation réseau dans Info.plist
id: Tidak ada izin jaringan di Info.plist
ja: Info.plistにネットワーク権限なし
pl: Brak uprawnień sieciowych w Info.plist
pt_br: Sem permissão de rede em Info.plist
zh_hans: Info.plist中无网络权限声明
zh_hant: Info.plist中無網路權限聲明

# network.code.noThirdPartySDK
source: No third-party network SDK
de: Kein Netzwerk-SDK von Drittanbietern
es: Sin SDK de red de terceros
fr: Aucun SDK réseau tiers
id: Tidak ada SDK jaringan pihak ketiga
ja: サードパーティのネットワークSDKなし
pl: Brak zewnętrznych SDK sieciowych
pt_br: Sem SDK de rede de terceiros
zh_hans: 无第三方网络SDK集成
zh_hant: 無第三方網路SDK集成

# network.code.noURLSession
source: No URLSession network code
de: Kein URLSession-Netzwerkcode
es: Sin código de red URLSession
fr: Aucun code réseau URLSession
id: Tidak ada kode jaringan URLSession
ja: URLSessionのネットワークコードなし
pl: Brak kodu sieciowego URLSession
pt_br: Sem código de rede URLSession
zh_hans: 无任何URLSession网络请求代码
zh_hant: 無任何URLSession網路請求代碼

# network.comparison.dataControl
source: Data Control
de: Datenkontrolle
es: Control de datos
fr: Contrôle des données
id: Kendali data
ja: データの管理
pl: Kontrola nad danymi
pt_br: Controle dos dados
zh_hans: 数据控制
zh_hant: 資料控制

# network.comparison.dataStorage
source: Data Storage
de: Datenspeicherung
es: Almacenamiento de datos
fr: Stockage des données
id: Penyimpanan data
ja: データの保存
pl: Przechowywanie danych
pt_br: Armazenamento de dados
zh_hans: 数据存储
zh_hant: 資料儲存

# network.comparison.encryption
source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
id: Enkripsi
ja: 暗号化
pl: Szyfrowanie
pt_br: Criptografia
zh_hans: 加密方式
zh_hant: 加密方式

# network.comparison.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
id: Privasi
ja: プライバシー
pl: Prywatność
pt_br: Privacidade
zh_hans: 隐私
zh_hant: 隱私

# network.comparison.security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
id: Keamanan
ja: セキュリティ
pl: Bezpieczeństwo
pt_br: Segurança
zh_hans: 安全性
zh_hant: 安全性

# network.comparison.title
source: Traditional Cloud vs ZeroNet Space
de: Herkömmliche Cloud vs. ZeroNet Space
es: Nube tradicional frente a ZeroNet Space
fr: Cloud classique ou ZeroNet Space
id: Cloud tradisional vs ZeroNet Space
ja: 従来のクラウドとZeroNet Space
pl: Tradycyjna chmura a ZeroNet Space
pt_br: Nuvem tradicional vs. ZeroNet Space
zh_hans: 传统云端 vs 零网络空间
zh_hant: 傳統雲端 vs ZeroNet Space

# network.comparison.traditional
source: Traditional Apps
de: Herkömmliche Apps
es: Apps tradicionales
fr: Apps classiques
id: Aplikasi tradisional
ja: 従来のアプリ
pl: Tradycyjne aplikacje
pt_br: Apps tradicionais
zh_hans: 传统应用
zh_hant: 傳統應用

# network.comparison.traditional.dataControl
source: Depends on the service terms
de: Abhängig von den Nutzungsbedingungen
es: Depende de las condiciones del servicio
fr: Selon les conditions du service
id: Bergantung pada ketentuan layanan
ja: 利用規約によります
pl: Zależy od warunków usługi
pt_br: Depende dos termos do serviço
zh_hans: 取决于服务条款
zh_hant: 取決於服務條款

# network.comparison.traditional.encryption
source: Depends on the service
de: Abhängig vom Dienst
es: Depende del servicio
fr: Selon le service
id: Bergantung pada layanan
ja: サービスによります
pl: Zależy od usługi
pt_br: Depende do serviço
zh_hans: 取决于服务
zh_hant: 取決於服務

# network.comparison.traditional.privacy
source: Depends on the privacy policy
de: Abhängig von der Datenschutzrichtlinie
es: Depende de la política de privacidad
fr: Selon la politique de confidentialité
id: Bergantung pada kebijakan privasi
ja: プライバシーポリシーによります
pl: Zależy od polityki prywatności
pt_br: Depende da política de privacidade
zh_hans: 取决于隐私政策
zh_hant: 取決於隱私政策

# network.comparison.traditional.security
source: Depends on the service and network
de: Abhängig vom Dienst und Netzwerk
es: Depende del servicio y de la red
fr: Selon le service et le réseau
id: Bergantung pada layanan dan jaringan
ja: サービスとネットワークによります
pl: Zależy od usługi i sieci
pt_br: Depende do serviço e da rede
zh_hans: 取决于服务与网络
zh_hant: 取決於服務與網路

# network.comparison.traditional.upload
source: Requires constant network upload
de: Erfordert ständige Netzwerk-Uploads
es: Requiere subidas constantes por red
fr: Nécessite un envoi réseau constant
id: Memerlukan unggahan jaringan terus-menerus
ja: 継続的なネットワークへのアップロードが必要
pl: Wymaga ciągłego przesyłania do sieci
pt_br: Exige uploads constantes pela rede
zh_hans: 需要持续上传到云端
zh_hant: 需要持續上傳到雲端

# network.comparison.zeronet.dataControl
source: Only stored locally, user in control
de: Nur lokal gespeichert, unter deiner Kontrolle
es: Solo almacenamiento local, bajo tu control
fr: Stocké uniquement en local, sous votre contrôle
id: Hanya disimpan secara lokal, dalam kendali pengguna
ja: ローカル保存のみ、管理するのはユーザー
pl: Tylko lokalnie, pod kontrolą użytkownika
pt_br: Salvo apenas localmente, sob seu controle
zh_hans: 仅本地存储，完全由用户掌控
zh_hant: 僅本地儲存，完全由使用者掌控

# network.comparison.zeronet.encryption
source: Files stay encrypted on-device
de: Dateien bleiben auf dem Gerät verschlüsselt
es: Los archivos permanecen cifrados en el dispositivo
fr: Les fichiers restent chiffrés sur l’appareil
id: File tetap terenkripsi di perangkat
ja: ファイルはデバイス内で暗号化されたまま保存されます
pl: Pliki pozostają zaszyfrowane na urządzeniu
pt_br: Os arquivos permanecem criptografados no dispositivo
zh_hans: 文件全程在设备上加密
zh_hant: 檔案全程在設備上加密

# network.comparison.zeronet.privacy
source: No analytics, no identifiers
de: Keine Analysen, keine Kennungen
es: Sin análisis ni identificadores
fr: Aucune analyse, aucun identifiant
id: Tidak ada analitik atau pengenal
ja: 解析なし、識別子なし
pl: Bez analityki i identyfikatorów
pt_br: Sem análises ou identificadores
zh_hans: 无分析、无标识数据
zh_hant: 無分析、無標識資料

# network.comparison.zeronet.security
source: Password protects everything offline
de: Dein Passwort schützt alles offline
es: Tu contraseña protege todo sin conexión
fr: Votre mot de passe protège tout hors ligne
id: Kata sandi melindungi semuanya secara offline
ja: パスワードですべてをオフライン保護
pl: Hasło chroni wszystko offline
pt_br: Sua senha protege tudo offline
zh_hans: 密码离线保护全部数据
zh_hant: 密碼離線保護全部資料

# network.comparison.zeronet.storage
source: Encrypted local storage only
de: Nur verschlüsselter lokaler Speicher
es: Solo almacenamiento local cifrado
fr: Stockage local chiffré uniquement
id: Hanya penyimpanan lokal terenkripsi
ja: 暗号化されたローカル保存のみ
pl: Wyłącznie zaszyfrowane przechowywanie lokalne
pt_br: Apenas armazenamento local criptografado
zh_hans: 仅在本地加密存储
zh_hant: 僅在本地加密儲存

# network.dataFlow.accessFlow
source: Offline Data Flow
de: Offline-Datenfluss
es: Flujo de datos sin conexión
fr: Flux de données hors ligne
id: Aliran data offline
ja: オフラインのデータフロー
pl: Przepływ danych offline
pt_br: Fluxo de dados offline
zh_hans: 离线数据流程
zh_hant: 離線資料流程

# network.dataFlow.decrypt
source: Decrypt Data
de: Daten entschlüsseln
es: Descifrar datos
fr: Déchiffrer les données
id: Dekripsi data
ja: データを復号
pl: Odszyfruj dane
pt_br: Descriptografar dados
zh_hans: 解密数据
zh_hant: 解密資料

# network.dataFlow.decrypt.desc
source: Password decrypts files locally inside Secure Enclave
de: Das Passwort entschlüsselt Dateien lokal in der Secure Enclave
es: La contraseña descifra archivos localmente en Secure Enclave
fr: Le mot de passe déchiffre les fichiers localement dans la Secure Enclave
id: Kata sandi mendekripsi file secara lokal di Secure Enclave
ja: Secure Enclave内でパスワードによりファイルをローカル復号
pl: Hasło odszyfrowuje pliki lokalnie w Secure Enclave
pt_br: A senha descriptografa os arquivos localmente no Secure Enclave
zh_hans: 在本地使用密码于安全隔区中解密文件
zh_hant: 在本地使用密碼於安全隔區中解密檔案

# network.dataFlow.display
source: Display Media
de: Medien anzeigen
es: Mostrar archivo multimedia
fr: Afficher le média
id: Tampilkan media
ja: メディアを表示
pl: Wyświetl multimedia
pt_br: Exibir mídia
zh_hans: 展示媒体
zh_hant: 展示媒體

# network.dataFlow.display.desc
source: Files render only in memory with no temporary uploads
de: Dateien werden nur im Arbeitsspeicher angezeigt, ohne temporäre Uploads
es: Los archivos solo se muestran en memoria, sin subidas temporales
fr: Les fichiers sont affichés uniquement en mémoire, sans envoi temporaire
id: File hanya ditampilkan di memori tanpa unggahan sementara
ja: ファイルはメモリ内でのみ表示され、一時的なアップロードはありません
pl: Pliki są wyświetlane tylko w pamięci, bez tymczasowego przesyłania
pt_br: Os arquivos são exibidos apenas na memória, sem uploads temporários
zh_hans: 文件仅在内存中渲染，不产生临时上传
zh_hant: 檔案僅在記憶體中渲染，不產生臨時上傳

# network.dataFlow.encrypt
source: Encrypt Imports
de: Importe verschlüsseln
es: Cifrar importaciones
fr: Chiffrer les imports
id: Enkripsi impor
ja: 読み込み時に暗号化
pl: Szyfruj importowane pliki
pt_br: Criptografar importações
zh_hans: 导入时加密
zh_hant: 匯入時加密

# network.dataFlow.encrypt.desc
source: Every import is encrypted immediately before storage
de: Jeder Import wird unmittelbar vor dem Speichern verschlüsselt
es: Cada importación se cifra justo antes de guardarse
fr: Chaque import est chiffré juste avant son stockage
id: Setiap impor dienkripsi segera sebelum disimpan
ja: 読み込んだデータは保存前にすぐ暗号化されます
pl: Każdy import jest szyfrowany bezpośrednio przed zapisaniem
pt_br: Cada importação é criptografada imediatamente antes de ser salva
zh_hans: 每次导入都会在保存前立即加密
zh_hant: 每次匯入都會在儲存前立即加密

# network.dataFlow.enterPassword
source: Enter Password
de: Passwort eingeben
es: Introducir contraseña
fr: Saisir le mot de passe
id: Masukkan kata sandi
ja: パスワードを入力
pl: Wpisz hasło
pt_br: Digite a senha
zh_hans: 输入密码
zh_hant: 輸入密碼

# network.dataFlow.enterPassword.desc
source: Authentication happens fully offline
de: Die Authentifizierung erfolgt vollständig offline
es: La autenticación se realiza totalmente sin conexión
fr: L’authentification se fait entièrement hors ligne
id: Autentikasi dilakukan sepenuhnya offline
ja: 認証は完全にオフラインで行われます
pl: Uwierzytelnianie odbywa się całkowicie offline
pt_br: A autenticação é feita totalmente offline
zh_hans: 身份验证完全在离线环境进行
zh_hant: 身份驗證完全在離線環境進行

# network.dataFlow.import.title
source: 📥 Data Import Flow
de: 📥 Datenimport-Ablauf
es: 📥 Flujo de importación de datos
fr: 📥 Flux d’import des données
id: 📥 Alur impor data
ja: 📥 データ読み込みフロー
pl: 📥 Przepływ importu danych
pt_br: 📥 Fluxo de importação de dados
zh_hans: 📥 数据导入流程
zh_hant: 📥 資料匯入流程

# network.dataFlow.local
source: Entire process is completely on your device with no network transmission
de: Der gesamte Vorgang erfolgt ausschließlich auf deinem Gerät, ohne Netzwerkübertragung
es: Todo el proceso se realiza en tu dispositivo, sin transmisiones por red
fr: Tout se passe sur votre appareil, sans transmission réseau
id: Seluruh proses berlangsung di perangkat Anda tanpa transmisi jaringan
ja: すべての処理はデバイス内で完結し、ネットワーク送信はありません
pl: Cały proces odbywa się na urządzeniu, bez przesyłania danych przez sieć
pt_br: Todo o processo ocorre no seu dispositivo, sem transmissão pela rede
zh_hans: 整个过程完全在您的设备上，无任何网络传输
zh_hant: 整個過程完全在您的設備上，無任何網路傳輸

# network.dataFlow.memory
source: Decrypted data only exists in memory, automatically cleared when app exits
de: Entschlüsselte Daten existieren nur im Arbeitsspeicher und werden beim Beenden der App automatisch gelöscht
es: Los datos descifrados solo existen en memoria y se borran automáticamente al cerrar la app
fr: Les données déchiffrées restent uniquement en mémoire et sont automatiquement effacées à la fermeture de l’app
id: Data yang didekripsi hanya ada di memori dan otomatis dihapus saat aplikasi ditutup
ja: 復号したデータはメモリ内にのみ存在し、アプリ終了時に自動的に消去されます
pl: Odszyfrowane dane istnieją tylko w pamięci i są automatycznie usuwane po zamknięciu aplikacji
pt_br: Os dados descriptografados ficam apenas na memória e são apagados automaticamente ao fechar o app
zh_hans: 解密后的数据仅存在于内存，退出应用后自动清除
zh_hant: 解密後的資料僅存在於記憶體，退出應用後自動清除

# network.dataFlow.readEncrypted
source: Read Encrypted Files
de: Verschlüsselte Dateien lesen
es: Leer archivos cifrados
fr: Lire les fichiers chiffrés
id: Baca file terenkripsi
ja: 暗号化ファイルを読み取る
pl: Odczyt zaszyfrowanych plików
pt_br: Ler arquivos criptografados
zh_hans: 读取加密文件
zh_hant: 讀取加密檔案

# network.dataFlow.readEncrypted.desc
source: Files stay encrypted on disk and are read via the secure engine
de: Dateien bleiben auf dem Datenträger verschlüsselt und werden über die sichere Engine gelesen
es: Los archivos permanecen cifrados en disco y se leen mediante el motor seguro
fr: Les fichiers restent chiffrés sur le disque et sont lus par le moteur sécurisé
id: File tetap terenkripsi di penyimpanan dan dibaca melalui mesin aman
ja: ディスク上のファイルは暗号化されたまま、安全なエンジンを通じて読み取られます
pl: Pliki pozostają zaszyfrowane na dysku i są odczytywane przez bezpieczny mechanizm
pt_br: Os arquivos permanecem criptografados em disco e são lidos pelo mecanismo seguro
zh_hans: 文件始终以加密形式存储，由安全引擎读取
zh_hant: 檔案始終以加密形式儲存，由安全引擎讀取

# network.dataFlow.readLocal
source: Read Locally
de: Lokal lesen
es: Leer localmente
fr: Lire en local
id: Baca secara lokal
ja: ローカルで読み取る
pl: Odczyt lokalny
pt_br: Ler localmente
zh_hans: 本地读取
zh_hant: 本地讀取

# network.dataFlow.readLocal.description
source: Read the file into memory (local only)
de: Datei in den Arbeitsspeicher laden (nur lokal)
es: Leer el archivo en memoria (solo localmente)
fr: Charger le fichier en mémoire (en local uniquement)
id: Baca file ke memori (hanya lokal)
ja: ファイルをメモリに読み込む（ローカルのみ）
pl: Wczytanie pliku do pamięci (tylko lokalnie)
pt_br: Ler o arquivo na memória (apenas localmente)
zh_hans: 读取文件到内存（仅限本地）
zh_hant: 讀取檔案到記憶體（僅限本地）

# network.dataFlow.selectFile
source: User Selects File
de: Datei wird ausgewählt
es: El usuario selecciona un archivo
fr: Sélection d’un fichier
id: Pengguna memilih file
ja: ユーザーがファイルを選択
pl: Użytkownik wybiera plik
pt_br: O usuário seleciona um arquivo
zh_hans: 用户选择文件
zh_hant: 使用者選擇檔案

# network.dataFlow.selectFromPhotos
source: Select photos/videos/files from library
de: Fotos, Videos oder Dateien aus der Mediathek auswählen
es: Seleccionar fotos, vídeos o archivos de la biblioteca
fr: Sélectionner des photos, vidéos ou fichiers dans la bibliothèque
id: Pilih foto, video, atau file dari perpustakaan
ja: ライブラリから写真・動画・ファイルを選択
pl: Wybierz zdjęcia, filmy lub pliki z biblioteki
pt_br: Selecionar fotos, vídeos ou arquivos da biblioteca
zh_hans: 从相册选择照片/视频/文件
zh_hant: 從相簿選擇照片/影片/檔案

# network.dataFlow.store
source: Store Offline
de: Offline speichern
es: Guardar sin conexión
fr: Stocker hors ligne
id: Simpan offline
ja: オフライン保存
pl: Przechowywanie offline
pt_br: Armazenar offline
zh_hans: 离线存储
zh_hant: 離線儲存

# network.dataFlow.store.desc
source: Encrypted blobs are saved in local storage only
de: Verschlüsselte Daten werden ausschließlich lokal gespeichert
es: Los datos cifrados se guardan solo localmente
fr: Les données chiffrées sont stockées uniquement en local
id: Data terenkripsi hanya disimpan secara lokal
ja: 暗号化されたデータはローカルストレージにのみ保存されます
pl: Zaszyfrowane dane są zapisywane wyłącznie lokalnie
pt_br: Os dados criptografados são salvos apenas localmente
zh_hans: 加密数据仅保存在本地存储
zh_hant: 加密資料僅儲存在本地儲存

# network.dataFlow.title
source: Data Flow Transparency
de: Transparenter Datenfluss
es: Transparencia del flujo de datos
fr: Transparence du flux de données
id: Transparansi aliran data
ja: データの流れを可視化
pl: Przejrzysty przepływ danych
pt_br: Transparência do fluxo de dados
zh_hans: 数据流向透明化
zh_hant: 資料流向透明化

# network.encryption.algorithm
source: Algorithm
de: Algorithmus
es: Algoritmo
fr: Algorithme
id: Algoritma
ja: アルゴリズム
pl: Algorytm
pt_br: Algoritmo
zh_hans: 加密算法
zh_hant: 加密算法

# network.encryption.hash
source: Hash Algorithm
de: Hash-Algorithmus
es: Algoritmo hash
fr: Algorithme de hachage
id: Algoritma hash
ja: ハッシュアルゴリズム
pl: Algorytm skrótu
pt_br: Algoritmo de hash
zh_hans: 哈希算法
zh_hant: 哈希算法

# network.encryption.keyDerivation
source: Key Derivation
de: Schlüsselableitung
es: Derivación de claves
fr: Dérivation de clé
id: Derivasi kunci
ja: 鍵の導出
pl: Wyprowadzanie klucza
pt_br: Derivação de chave
zh_hans: 密钥派生
zh_hant: 金鑰派生

# network.encryption.keyStorage
source: Key Storage
de: Schlüsselspeicherung
es: Almacenamiento de claves
fr: Stockage des clés
id: Penyimpanan kunci
ja: 鍵の保存
pl: Przechowywanie klucza
pt_br: Armazenamento de chaves
zh_hans: 密钥存储
zh_hant: 金鑰儲存

# network.encryption.pbkdf2
source: PBKDF2 (100k iterations)
de: PBKDF2 (100.000 Iterationen)
es: PBKDF2 (100 000 iteraciones)
fr: PBKDF2 (100 000 itérations)
id: PBKDF2 (100 ribu iterasi)
ja: PBKDF2（10万回の反復）
pl: PBKDF2 (100 tys. iteracji)
pt_br: PBKDF2 (100 mil iterações)
zh_hans: PBKDF2 (10万次迭代)
zh_hant: PBKDF2 (10萬次迭代)

# network.encryption.title
source: 🔐 Local Encryption
de: 🔐 Lokale Verschlüsselung
es: 🔐 Cifrado local
fr: 🔐 Chiffrement local
id: 🔐 Enkripsi lokal
ja: 🔐 ローカル暗号化
pl: 🔐 Szyfrowanie lokalne
pt_br: 🔐 Criptografia local
zh_hans: 🔐 本地加密技术
zh_hant: 🔐 本地加密技術

# network.iap.alert.message
source: In-app purchases require network connection. Please enable network access in Settings to continue.
de: In-App-Käufe benötigen eine Netzwerkverbindung. Aktiviere den Netzwerkzugriff in den Einstellungen, um fortzufahren.
es: Las compras dentro de la app requieren conexión a la red. Activa el acceso a la red en Ajustes para continuar.
fr: Les achats intégrés nécessitent une connexion réseau. Activez l’accès au réseau dans Réglages pour continuer.
id: Pembelian dalam aplikasi memerlukan koneksi jaringan. Aktifkan akses jaringan di Pengaturan untuk melanjutkan.
ja: アプリ内購入にはネットワーク接続が必要です。設定でネットワークアクセスを有効にして続けてください。
pl: Zakupy w aplikacji wymagają połączenia z siecią. Włącz dostęp do sieci w Ustawieniach, aby kontynuować.
pt_br: As compras no app exigem conexão de rede. Ative o acesso à rede em Ajustes para continuar.
zh_hans: 内购功能需要网络连接。请在设置中开启网络访问以继续。
zh_hant: 內購功能需要網路連接。請在設定中開啓網路訪問以繼續。

# network.iap.alert.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
id: Buka Pengaturan
ja: 設定を開く
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
zh_hans: 打开设置
zh_hant: 打開設定

# network.iap.alert.title
source: Network Required
de: Netzwerk erforderlich
es: Se requiere conexión
fr: Connexion réseau requise
id: Jaringan diperlukan
ja: ネットワークが必要
pl: Wymaga sieci
pt_br: Rede necessária
zh_hans: 需要网络连接
zh_hant: 需要網路連接
